{
  "lectures": [
    {
      "id": 1,
      "title": "مفهوم التقنية الحديثة وأنواعها",
      "subtitle": "وأهمية توظيفها في الدعوة إلى الله",
      "duration": 60,
      "workshopId": 1,
      "description": "تعرف على مفهوم التقنية الحديثة وأنواعها المختلفة، وكيف يمكن توظيفها في خدمة الدعوة إلى الله تعالى بطرق فعّالة ومؤثرة.",
      "objectives": [
        "أن يعرّف المتدرب التقنية الحديثة تعريفًا صحيحًا",
        "أن يذكر أهم أنواع التقنية المرتبطة بالعمل الدعوي",
        "أن يدرك أهمية توظيف التقنية في الدعوة إلى الله",
        "أن يستوعب العلاقة بين التقنية ونشر الوسطية والاعتدال"
      ],
      "topics": [
        {
          "title": "ما هي التقنية الحديثة؟",
          "content": "التقنية الحديثة هي مجموعة الأدوات والوسائل الرقمية التي أحدثت ثورة في طرق التواصل ونقل المعلومات، وتشمل الإنترنت، ووسائل التواصل الاجتماعي، والتطبيقات الذكية، والذكاء الاصطناعي."
        },
        {
          "title": "أنواع التقنية المرتبطة بالدعوة",
          "content": "تتنوع التقنيات التي يمكن توظيفها في الدعوة بين: منصات التواصل الاجتماعي، والمواقع الإلكترونية، وتطبيقات الهواتف الذكية، والبودكاست، ومقاطع الفيديو، والبث المباشر."
        },
        {
          "title": "أهمية توظيف التقنية في الدعوة",
          "content": "توفر التقنية الحديثة وصولًا غير مسبوق للجمهور، وتتيح التفاعل المباشر، وتمكّن من نشر المحتوى الدعوي بسرعة وفعالية، مما يجعلها أداة حيوية في نشر الوسطية ومواجهة التطرف."
        }
      ],
      "discussionQuestions": [
        "ما أكثر وسيلة تقنية تؤثر في محيطك الاجتماعي؟",
        "كيف يمكن أن تتحول التقنية إلى أداة لنشر التطرف؟ وكيف نواجه ذلك بالوسطية؟",
        "ما التحديات التي تواجه الداعية في استخدام التقنية الحديثة؟"
      ],
      "downloads": [
        {
          "title": "ملف المحاضرة PDF",
          "filename": "lecture-1.pdf",
          "icon": "file-text"
        },
        {
          "title": "عرض الشرائح",
          "filename": "lecture-1-slides.pdf",
          "icon": "presentation"
        }
      ]
    },
    {
      "id": 2,
      "title": "أهداف تطبيق التقنية الحديثة في الدعوة",
      "subtitle": "وخصائصها ومميزاتها",
      "duration": 60,
      "workshopId": 2,
      "description": "استكشاف الأهداف الرئيسية لتطبيق التقنية في العمل الدعوي، والتعرف على خصائصها ومميزاتها التي تجعلها أداة فعالة.",
      "objectives": [
        "أن يحدد المتدرب أهداف توظيف التقنية في الدعوة",
        "أن يتعرف على خصائص التقنية الدعوية الفعّالة",
        "أن يدرك مميزات استخدام التقنية في نشر الرسالة الدعوية",
        "أن يستطيع التمييز بين الاستخدام الأمثل والاستخدام السلبي للتقنية"
      ],
      "topics": [
        {
          "title": "أهداف توظيف التقنية في الدعوة",
          "content": "تهدف التقنية الدعوية إلى: إيصال الرسالة لأكبر شريحة ممكنة، وتبسيط المفاهيم الشرعية، وتعزيز التفاعل مع الجمهور، ومواجهة المحتوى المتطرف."
        },
        {
          "title": "خصائص التقنية الدعوية الفعّالة",
          "content": "تتميز التقنية الدعوية الفعّالة بـ: السرعة في الانتشار، والقدرة على الوصول العالمي، والتفاعلية، وتعدد الوسائط، والقابلية للقياس والتحليل."
        },
        {
          "title": "مميزات استخدام التقنية في الدعوة",
          "content": "من أبرز المميزات: كسر الحواجز الجغرافية، وتوفير التكلفة، واستمرارية المحتوى، وإمكانية التخصيص حسب الفئة المستهدفة."
        }
      ],
      "discussionQuestions": [
        "كيف يمكن قياس نجاح المحتوى الدعوي الرقمي؟",
        "ما الفرق بين الانتشار والتأثير في المحتوى الدعوي؟",
        "كيف نوازن بين الكم والكيف في المحتوى الدعوي الرقمي؟"
      ],
      "downloads": [
        {
          "title": "ملف المحاضرة PDF",
          "filename": "lecture-2.pdf",
          "icon": "file-text"
        },
        {
          "title": "عرض الشرائح",
          "filename": "lecture-2-slides.pdf",
          "icon": "presentation"
        }
      ]
    },
    {
      "id": 3,
      "title": "ضوابط توظيف التقنية الحديثة في الدعوة",
      "subtitle": "الإطار الشرعي والأخلاقي",
      "duration": 60,
      "workshopId": 3,
      "description": "فهم الضوابط الشرعية والأخلاقية التي تحكم استخدام التقنية في المجال الدعوي، والتعرف على الحدود المطلوبة.",
      "objectives": [
        "أن يعدد المتدرب الضوابط الشرعية لاستخدام التقنية في الدعوة",
        "أن يفهم الأبعاد الأخلاقية للتقنية الدعوية",
        "أن يميز بين المباح والممنوع في المحتوى الرقمي",
        "أن يطبق معايير الجودة الشرعية في إنتاج المحتوى"
      ],
      "topics": [
        {
          "title": "الضوابط الشرعية للتقنية الدعوية",
          "content": "تشمل: الالتزام بالمصادر الموثوقة، والدقة في نقل المعلومات الشرعية، وتجنب الفتوى بغير علم، والبعد عن إثارة الفتن والخلافات."
        },
        {
          "title": "الضوابط الأخلاقية",
          "content": "تتضمن: احترام الملكية الفكرية، وصدق المعلومات، وعدم التدليس والتضليل، والحفاظ على خصوصية الآخرين، والبعد عن الإثارة الرخيصة."
        },
        {
          "title": "معايير جودة المحتوى الدعوي",
          "content": "يجب مراعاة: صحة المعلومة الشرعية، ومناسبة الأسلوب للفئة المستهدفة، وجودة الإنتاج الفني، والهدفية في المحتوى."
        }
      ],
      "discussionQuestions": [
        "ما حكم استخدام الموسيقى في المحتوى الدعوي؟",
        "كيف نتعامل مع الخلاف الفقهي في المحتوى الرقمي؟",
        "ما الضوابط الشرعية لظهور المرأة في المحتوى الدعوي؟"
      ],
      "downloads": [
        {
          "title": "ملف المحاضرة PDF",
          "filename": "lecture-3.pdf",
          "icon": "file-text"
        },
        {
          "title": "عرض الشرائح",
          "filename": "lecture-3-slides.pdf",
          "icon": "presentation"
        }
      ]
    },
    {
      "id": 4,
      "title": "استخدام التقنية في مواجهة التطرف الفكري",
      "subtitle": "استراتيجيات ووسائل فعّالة",
      "duration": 60,
      "workshopId": 4,
      "description": "تعلم كيفية توظيف التقنية الحديثة في مواجهة التطرف الفكري وتعزيز الأمن الفكري للمجتمع.",
      "objectives": [
        "أن يفهم المتدرب طبيعة التطرف الفكري ومظاهره الرقمية",
        "أن يتعرف على استراتيجيات مواجهة التطرف تقنيًا",
        "أن يكتسب مهارات إنتاج محتوى مضاد للتطرف",
        "أن يدرك أهمية الأمن الفكري في البيئة الرقمية"
      ],
      "topics": [
        {
          "title": "التطرف الفكري في البيئة الرقمية",
          "content": "يتخذ التطرف أشكالًا متعددة في الفضاء الرقمي: من نشر الأفكار المتشددة، إلى التجنيد الإلكتروني، وتمويل الإرهاب، والتحريض على الكراهية."
        },
        {
          "title": "استراتيجيات المواجهة الرقمية",
          "content": "تشمل: إنتاج محتوى بديل جاذب، وتفنيد الشبهات، والتوعية الوقائية، والتعاون مع المنصات الرقمية، وبناء القدرات المجتمعية."
        },
        {
          "title": "تعزيز الأمن الفكري رقميًا",
          "content": "يتم عبر: نشر ثقافة الوسطية، وتعليم التفكير النقدي، وتقديم نماذج إيجابية، وبناء الوعي بأساليب الجماعات المتطرفة."
        }
      ],
      "discussionQuestions": [
        "كيف نميز بين النقد المشروع والتطرف الفكري؟",
        "ما دور الشباب في مواجهة التطرف الرقمي؟",
        "كيف نحمي أنفسنا وأسرنا من التطرف الإلكتروني؟"
      ],
      "downloads": [
        {
          "title": "ملف المحاضرة PDF",
          "filename": "lecture-4.pdf",
          "icon": "file-text"
        },
        {
          "title": "عرض الشرائح",
          "filename": "lecture-4-slides.pdf",
          "icon": "presentation"
        }
      ]
    },
    {
      "id": 5,
      "title": "وسائل التقنية الحديثة ودورها في تعزيز الوسطية",
      "subtitle": "والاعتدال في المجتمع",
      "duration": 60,
      "workshopId": 5,
      "description": "استكشاف الوسائل التقنية المختلفة وكيفية توظيفها في نشر ثقافة الوسطية والاعتدال.",
      "objectives": [
        "أن يتعرف المتدرب على وسائل التقنية المناسبة لنشر الوسطية",
        "أن يفهم خصائص كل وسيلة ومميزاتها",
        "أن يستطيع اختيار الوسيلة المناسبة للفئة المستهدفة",
        "أن يكتسب مهارات التنويع في استخدام الوسائل التقنية"
      ],
      "topics": [
        {
          "title": "منصات التواصل الاجتماعي",
          "content": "كل منصة لها خصائصها: تويتر للحوارات القصيرة، إنستغرام للمحتوى البصري، يوتيوب للمحتوى المعمق، تيك توك للشباب."
        },
        {
          "title": "البودكاست والمحتوى الصوتي",
          "content": "وسيلة فعّالة للمحتوى المعمق، تصل للمستمع في أوقات مختلفة، وتبني علاقة طويلة المدى مع الجمهور."
        },
        {
          "title": "المواقع والتطبيقات الدعوية",
          "content": "توفر محتوى منظمًا ومرجعيًا، وتتيح البحث والأرشفة، وتقدم خدمات تفاعلية متنوعة."
        }
      ],
      "discussionQuestions": [
        "أي المنصات أكثر فعالية في نشر الوسطية؟ ولماذا؟",
        "كيف نوازن بين الحضور في منصات متعددة وجودة المحتوى؟",
        "ما التحديات التي تواجه المحتوى الوسطي في المنصات الرقمية؟"
      ],
      "downloads": [
        {
          "title": "ملف المحاضرة PDF",
          "filename": "lecture-5.pdf",
          "icon": "file-text"
        },
        {
          "title": "عرض الشرائح",
          "filename": "lecture-5-slides.pdf",
          "icon": "presentation"
        }
      ]
    },
    {
      "id": 6,
      "title": "توظيف أدوات الذكاء الاصطناعي في الدعوة",
      "subtitle": "وضوابطه الشرعية",
      "duration": 60,
      "workshopId": 6,
      "description": "التعرف على أدوات الذكاء الاصطناعي وكيفية توظيفها في العمل الدعوي مع مراعاة الضوابط الشرعية.",
      "objectives": [
        "أن يتعرف المتدرب على أبرز أدوات الذكاء الاصطناعي",
        "أن يفهم إمكانيات الذكاء الاصطناعي في الدعوة",
        "أن يدرك الضوابط الشرعية لاستخدام الذكاء الاصطناعي",
        "أن يستطيع توظيف بعض الأدوات في إنتاج محتوى دعوي"
      ],
      "topics": [
        {
          "title": "ما هو الذكاء الاصطناعي؟",
          "content": "تقنية تمكّن الآلات من محاكاة الذكاء البشري، وتشمل: التعلم الآلي، ومعالجة اللغة الطبيعية، وتوليد المحتوى، والتعرف على الصور والصوت."
        },
        {
          "title": "أدوات الذكاء الاصطناعي للدعاة",
          "content": "تتضمن: أدوات كتابة المحتوى، وتوليد الصور، وتحرير الفيديو، والترجمة الآلية، وتفريغ المحتوى الصوتي، والبوتات التفاعلية."
        },
        {
          "title": "الضوابط الشرعية للذكاء الاصطناعي",
          "content": "يجب مراعاة: عدم نسبة الفتوى للآلة، والتحقق من صحة المعلومات، وتجنب المحتوى المحرم كالصور الوهمية للأنبياء والصحابة."
        }
      ],
      "discussionQuestions": [
        "هل يمكن الاعتماد على الذكاء الاصطناعي في الفتوى؟",
        "ما حكم استخدام الصور المولدة بالذكاء الاصطناعي في المحتوى الدعوي؟",
        "كيف نستفيد من الذكاء الاصطناعي مع الحفاظ على الأصالة؟"
      ],
      "downloads": [
        {
          "title": "ملف المحاضرة PDF",
          "filename": "lecture-6.pdf",
          "icon": "file-text"
        },
        {
          "title": "عرض الشرائح",
          "filename": "lecture-6-slides.pdf",
          "icon": "presentation"
        }
      ]
    },
    {
      "id": 7,
      "title": "مجالات توظيف الذكاء الاصطناعي في الدعوة",
      "subtitle": "الإيجابيات والسلبيات",
      "duration": 60,
      "workshopId": 7,
      "description": "استكشاف المجالات المتنوعة لتوظيف الذكاء الاصطناعي في العمل الدعوي، مع تحليل الإيجابيات والسلبيات.",
      "objectives": [
        "أن يحدد المتدرب مجالات توظيف الذكاء الاصطناعي في الدعوة",
        "أن يفهم إيجابيات كل مجال وفرصه",
        "أن يدرك السلبيات والمخاطر المحتملة",
        "أن يستطيع الموازنة بين الاستفادة والمخاطر"
      ],
      "topics": [
        {
          "title": "مجالات التوظيف",
          "content": "تشمل: إنتاج المحتوى النصي والمرئي، والترجمة، والتفريغ، والتحليل، وخدمة الجمهور عبر البوتات، والتعليم الإلكتروني."
        },
        {
          "title": "الإيجابيات والفرص",
          "content": "توفير الوقت والجهد، وزيادة الإنتاجية، والوصول لجمهور أوسع، وتحسين جودة المحتوى، وتسهيل الوصول للمعلومات الشرعية."
        },
        {
          "title": "السلبيات والمخاطر",
          "content": "احتمال الخطأ في المعلومات الشرعية، وفقدان اللمسة الإنسانية، والاعتماد المفرط على التقنية، وسوء الاستخدام من الجماعات المتطرفة."
        }
      ],
      "discussionQuestions": [
        "كيف نتحقق من صحة المحتوى المولد بالذكاء الاصطناعي؟",
        "هل سيحل الذكاء الاصطناعي محل الداعية البشري؟",
        "ما أهم مجال يمكن أن يستفيد منه الدعاة في الذكاء الاصطناعي؟"
      ],
      "downloads": [
        {
          "title": "ملف المحاضرة PDF",
          "filename": "lecture-7.pdf",
          "icon": "file-text"
        },
        {
          "title": "عرض الشرائح",
          "filename": "lecture-7-slides.pdf",
          "icon": "presentation"
        }
      ]
    }
  ]
}
